Repository: OpenMediaVault-Plugin-Developers/openmediavault-calibre
Catalog: usr/share/openmediavault/locale/*/openmediavault-calibre.po
Languages: nl

source: Author
nl: Auteur

source: Book Import
nl: Importeer boeken

source: Books
nl: Boeken

source: Cover Size
nl: Boekomslag grootte

source: Done...
nl: Klaar...

source: Enable
nl: Zet aan

source: Import
nl: Importeer

source: Importing...
nl: Aan het importeren...

source: Password
nl: Paswoord

source: Port
nl: IP -poort

source: Port to listen on.
nl: IP poort waarop geluisterd wordt

source: Set a password to restrict access - optional
nl: Stel een wachtwoord in om de toegang te beperken - dit is optioneel

source: Settings
nl: Instellingen

source: Shared folder
nl: Gedeelde folder

source: Show Tab
nl: Toon Tab-blad

source: Show tab containing web interface frame.
nl: Toon een tablad waarin de weginterface wordt getoond van Callibre

source: The location of books to import.
nl: De directory op de harde schijf waar de boeken naar toe worden ge√Ømporteerd

source: The location where Calibre stores its data.
nl: De locatie waar Calibre zijn gegeven opslaat

source: The maximum size for displayed covers. Default is '600x800' - optional
nl: De maximale grote van de getoonde boekomslagen. Dit is optioneel. De standaardwaarde is '600x800' pixels.

source: Title
nl: Titel

source: Update
nl: Bijwerken naar nieuwste versie

source: Update Calibre
nl: Werk Calibre bij tot de nieuwste versie

source: Update Calibre...
nl: Het programma Calibre aan het bijwerken...

source: Username
nl: Gebruikersnaam

source: Username for access - optional
nl: De gebruikersnaam om toegang te geven - dit is optioneel in te stellen
